Repository: DINKIN/gdm3setup
Catalog: dev/gdm3setup-*.po
Languages: it

source: GDM3 Setup
it: Impostazioni di GDM3

source: GTK3 theme
it: Tema GTK3

source: Shell theme
it: Tema di Shell

source: Wallpaper
it: Carta da parati

source: Font
it: Tipo di Carattere

source: Icon theme
it: Tema di Icona

source: Cursor theme
it: Tema di Cursore

source: Logo Icon
it: Icona del Logo

source: Enable Banner
it: Attivare la Banner

source: Disable User List
it: Disattivare la lista degli utenti

source: Disable Restart Buttons
it: Disattivare 'Restart' Buttons

source: AutoLogin
it: Login Automatico

source: GDM AutoLogin Setup
it: GDM Login Automatico

source: Enable Automatic Login
it: Attivare il login automatico

source: User Name
it: Nome Utente

source: Enable Delay before autologin
it: Attivare il ritardo prima login automatico

source: Apply
it: Applicare
