Repository: DINKIN/gdm3setup
Catalog: po/gdm3setup-*.po
Languages: fr, pt_br

source: (None)
fr: (Aucun)
pt_br: (Nenhum)

source: Bad path : File must be in /usr/share or /usr/local/share
fr: Mauvais chemin : Le fichier doit être situé dans /usr/share ou /usr/local/share

source: Select a File
fr: Sélectionner un fichier

source: Select Wallpaper
fr: Sélectionner un Arrière-plan
pt_br: Selecionar um Papel de parede

source: Disabled
fr: Désactivé
pt_br: Desativado

source: User Name can't be empty !
fr: Le nom d'utilisateur ne peut pas être vide !

source: None
fr: Aucun

source: Fingerprint
fr: Empreintes digitales

source: Password
fr: Mot de passe

source: Smartcard
fr: Carte à puce

source: All
fr: Toutes

source: GDM3 Setup
fr: Paramètres de l'écran de connexion

source: About GDM3setup
fr: À propos de GDM3setup

source: An interface to configure GDM3
fr: Une interface pour configurer l'écran de connexion

source: translator-credits
fr: NanoArch <nanoarch77@gmail.com>
pt_br: b34tslack <b34tslack@gmail.com>

source: Shell theme
fr: Thème du Shell
pt_br: Tema do GNOME Shell

source: Icon theme
fr: Thème d'icône
pt_br: Tema de ícones

source: Cursor theme
fr: Thème de curseur
pt_br: Tema do cursor

source: Shell Logo
fr: Logo du Shell
pt_br: Logo do GNOME Shell

source: Wallpaper
fr: Arrière-plan
pt_br: Papel de parede

source: Banner
fr: Bannière

source: AutoLogin
fr: Connexion Automatique

source: Authentication methods
fr: Méthodes d'authentification

source: Allowed failures
fr: Tentatives de connexion

source: Disable User List
fr: Masquer la liste des utilisateurs
pt_br: Esconder a lista dos usuários

source: Show Date in Clock
fr: Afficher la date sur l'horloge
pt_br: Exibir a data no relogio

source: Show Seconds in Clock
fr: Afficher les secondes sur l'horloge
pt_br: Exibir os segundos no relogio

source: General
fr: Générals
pt_br: Configurações gerais

source: GTK Theme
fr: Thème GTK3

source: Font
fr: Police
pt_br: Tipo de caráter

source: Logo Icon
fr: Icône du Logo
pt_br: Logo

source: Fallback Logo
fr: Logo de l'interface GTK

source: Disable Restart Buttons
fr: Désactiver 'Restart' boutons
pt_br: Esconder a tecla de reinicio

source: Authentication
fr: Authentification

source: Disabling Password Authentication is discouraged
fr: La désactication de l'authentification par mot de passe est déconseillée

source: You must enable at least one method
fr: Vous devez activer au moins une méthode

source: GDM AutoLogin Setup
fr: Connexion Automatique

source: Enable Automatic Login
fr: Activer la connexion automatique

source: User Name
fr: Nom de l'utilisateur
pt_br: Nome usuário

source: Enable Delay before autologin
fr: Activer le délai avant connexion automatique

source: Enable Banner
fr: Activer la bannière
pt_br: Exibir a frase

source: _About GDM3setup
fr: _À propos de GDM3setup

source: _Quit
fr: _Quitter
pt_br: _Sair

source: Select a file
pt_br: Selecionar um arquivo

source: Automatic login
pt_br: Accesso automático

source: Enable automatic login
pt_br: Permitir o accesso automático

source: Enable delay before automatic login
pt_br: Espera (em segundos) antes do accesso automático

source: Apply
pt_br: Aplicar

source: Login screen settings
pt_br: Configurações do GNOME Display Manager 3

source: GTK3 theme
pt_br: Tema GTK+3

source: _About
pt_br: _Sobre
